Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G46C.tmx
Source language: en_us
Languages: zh_cn

source: William Bradford
zh_cn: 威廉-布拉德福德

source: Born in 1590, William Bradford was one of the founders of Plymouth colony in 1620 and a signer of the Mayflower Compact. He served as the colony's governor for more than thirty years, and wrote "Of Plymouth Plantation," one of the first histories of European settlement in the New World, before his death in 1657.
zh_cn: 威廉-布拉德福德（1590-1657），五月花号公约签署人之一，于1620年参与创立了普利茅斯殖民地，并在长达30余年的时间里担任普利茅斯总督。他所撰写的“普利茅斯垦殖记”是关于欧洲新世界殖民史的早期著作之一。

source: Born of substantial yeomen in Yorkshire, England, Bradford expressed his nonconformist religious sensibilities in his early teens and joined the famed Separatist church in Scrooby at the age of seventeen.
zh_cn: 布拉德福德出生在英格兰约克郡的一个殷实的自耕农家庭，十几岁出头便表现出对稳健派清教教会的宗教同情，十七岁时在他斯克鲁比加入了著名的公理宗分离派教会。

source: In 1609 he immigrated with the congregation, led by John Robinson, to the Netherlands.
zh_cn: 1609年在约翰-罗宾森的带领下，布拉德福德随公理宗教会迁往尼德兰。

source: For the next eleven years he and his fellow religious dissenters lived in Leyden until their fear of assimilation into Dutch culture prompted them to embark on the Mayflower for the voyage to North America.
zh_cn: 之后的11年中，布莱德福的与其他清教徒一直居住在莱登，直到他们在被荷兰文化吞并的担忧促使下登上五月花号驶向北美。

source: The Pilgrims arrived in what became Plymouth, Massachusetts, in 1621 with a large number of non-Separatist settlers.
zh_cn: 1621年他们与一大批反分离主义先民一同到达日后马萨诸塞州的普利茅斯所在地。

source: Before disembarking, the congregation drew up the first New World social contract, the Mayflower Compact, which all the male settlers signed.
zh_cn: 在登陆前，公理派的所有男性先民共同签署了新世界的第一份社会公约，五月花号公约。

source: Bradford served thirty one-year terms as governor of the fledgling colony between 1622 and 1656.
zh_cn: 在1622年至1656年期间，布拉德福德了担任了长达31年的新殖民地总督。

source: He enjoyed remarkable discretionary powers as chief magistrate, acting as high judge and treasurer as well as presiding over the deliberations of the General Court, the legislature of the community.
zh_cn: 作为首席行政长官，布拉德福德享有极大的自由裁量权：身兼高等法官和财政官之职，同时主持议会讨论及殖民地立法工作。

source: In 1636 he helped draft the colony's legal code.
zh_cn: 1636年他协助起草了殖民地法典。

source: Under his guidance Plymouth never became a Bible commonwealth like its larger and more influential neighbor, the Massachusetts Bay Colony.
zh_cn: 在他的治下，不同于与其相邻的更大更具影响力的马萨诸塞海湾殖民地，普利茅斯从未沦为神圣共和国。

source: Relatively tolerant of dissent, the Plymouth settlers did not restrict the franchise or other civic privileges to church members.
zh_cn: 出于对于不同宗教信念的相对容忍，普利茅斯的先民并没有对国教信徒的选举权或其他民主权利加以限制。

source: The Plymouth churches were overwhelmingly Congregationalist and Separatist in form, but Presbyterians like William Vassal and renegades like Roger Williams resided in the colony without being pressured to conform to the majority's religious convictions.
zh_cn: 虽然绝大多数普利茅斯的教堂都采用公理宗分离派教会形制，但他们对于生活在那里的分别以威廉-万索尔和罗杰-威廉姆斯为代表的长老派国教信徒以及脱教者也从未施压要求其遵从公理宗分离派教义。

source: After a brief experiment with the "common course," a sort of primitive agrarian communism, the colony quickly centered around private subsistence agriculture.
zh_cn: 在简短的试行“公社制度"（即，一种初级的农业共产制度）后，普利茅斯很快便圈定了基本农业私有制。

source: This was facilitated by Bradford's decision to distribute land among all the settlers, not just members of the company.
zh_cn: 而布拉德福德作出的向所有先民而不仅仅是普利茅斯公司的股东分配土地的这一决定又对其起到了推动作用。

source: In 1627 he and four others assumed the colony's debt to the merchant adventurers who had helped finance their immigration in return for a monopoly of the fur trading and fishing industries.
zh_cn: 由于之前是由冒险商人以垄断殖民地皮草贸易及渔业产业的回报为条件资助了先民们的移民，1627年布拉德福德和他的四名同僚将普利茅斯向冒险商人们所欠下的该笔债务承接过来。

source: Owing to some malfeasance on the part of their English mercantile factors and the decline of the fur trade, Bradford and his colleagues were unable to retire this debt until 1648, and then only at great personal expense.
zh_cn: 由于他们的英国贸易代理商的不当行为以及皮草贸易的衰退，布拉德福德和他的同僚直到1648年才完全以个人财产还清这笔债务。

source: Around 1630 Bradford began to compile his two-volume Of Plymouth Plantation, 1620-1647, one of the most important early chronicles of the settlement of New England.
zh_cn: 1630年前后，布拉德福德开始编纂两卷本的普利茅斯垦殖记（1620-1647），这是新英格兰殖民活动的早期最重要的编年史之一。

source: Bradford's history was singular in its tendency to separate religious from secular concerns.
zh_cn: 这部史书以其倾向于将宗教事务与世俗关怀分开编写而著称。

source: Unlike similar tracts from orthodox Massachusetts Bay, Bradford did not interpret temporal affairs as the inevitable unfolding of God's providential plan.
zh_cn: 与保守的马萨诸塞海湾殖民地所编写的类似文章不同，布拉德福德并没有凡事皆以上帝的眷顾加以解释。

source: Lacking the dogmatic temper and religious enthusiasm of the Puritans of the Great Migration, Bradford steered a middle course for Plymouth Colony between the Holy Commonwealth of Massachusetts and the tolerant secular community of Rhode Island.
zh_cn: 褪去说教的企图和清教徒大迁徙的宗教激情，布拉德福德领导普利茅斯殖民地走上了一条界乎于马萨诸塞神圣共和国以及罗德岛的宽容的世俗生活之间的中间道路。

source: William Bradford, Of Plymouth Plantation, 1620-1647, with notes and introduction by Samuel Eliot Morison (1952).
zh_cn: 《普利茅斯垦殖记：1620－1647》，威廉-布拉德福德，萨缪尔－艾略特－莫里森注释版（1952）
